cask 'alacritty'
cask 'font-dejavu-sans-mono-nerd-font'

brew 'python@3.12'
brew 'node'
brew 'fzf'
brew 'fd'
brew 'ripgrep'
brew 'diff-so-fancy'
brew 'tmux'
brew 'git'
brew 'cmake'
brew 'neovim'

brew 'autoconf'
brew 'coreutils'
brew 'dbus'
brew 'expat'
brew 'gcc'
brew 'gmp'
brew 'gnu-sed'
brew 'gnutls'
brew 'jansson'
brew 'libffi'
brew 'libgccjit'
brew 'libiconv'
brew 'librsvg'
brew 'libtasn1'
brew 'libunistring'
brew 'libxml2'
brew 'little-cms2'
brew 'mailutils'
brew 'make'
brew 'ncurses'
brew 'nettle'
brew 'pkg-config'
brew 'sqlite'
brew 'texinfo'
brew 'tree-sitter'
brew 'webp'
brew 'zlib'
